Repository: CMGeorge/OnlineImageViewerWithOfflineCaching
Catalog: OfflineImageManipulation/Localizable.xcstrings
Source language: en
Languages: ro

source: Back online
ro: Conexiune restabilită

source: Could not load
ro: Nu s-a putut încarca

source: Could not load image list
ro: Lista de imagini nu a putut fi încărcată

source: Grid view
ro: Vizualizare grilă

source: List view
ro: Vizualizare listă

source: Loading
ro: Se încarcă

source: No internet connection
ro: Nu există conexiune la internet

source: Not loaded
ro: Nu a fost încărcată

source: Offline — cached list
ro: Offline — listă din cache

source: Offline images demo
ro: Demo imagini offline

source: Showing cached list
ro: Se afișează lista din cache

source: Shows the image full screen.
ro: Afișează imaginea în ecran complet
